import { website_settings } from "./consts";

export const seo_settings_pages = {
 page_index: {
  title: website_settings.website_name,
  description:
   "Анонимные Медиа Зависимые помогают преодолеть зависимость от всех типов медиа: газет, интернета, ТВ, соц. сетей, новостей, литературы, шопинга, порно и фэнтези.",
 },
 page_about: {
  title: "О АМЗ - что это за сообщество?",
  description:
   "АМЗ то СНГ сообщество людей, которые благодаря общему опыту, силе и надежде объединяются, чтобы найти облегчение и выздоровление от медиазависимости.",
 },
 page_groups: {
  title: "Собрания АМЗ",
  description:
   "На собраниях наша цель - нести весть о выздоровлении другим медиазависимым, которые все еще страдают.",
 },
 page_articles: {
  title: "Статьи и посты",
  description:
   "Статьи здесь связанны с преодолением медиазависимости и полезными инструментами.",
 },
 page_materials: {
  title: "Материалы на пути выздоровлению и примененинию в жизни",
  description: "Разные материалы про шаги и принципы программы.",
 },
 page_admin: {
  title: "Админ панель АМЗ",
  description: "Админ панель АМЗ",
 },
 page_online: {
  title: "Как проводятся онлайн группы у АМЗ?",
  description:
   "Голосовой чат в любой группе теперь можно мгновенно превратить в видеоконференцию — достаточно, чтобы любой из участников включил видеорежим, нажав на значок камеры.",
 },
};
